Revit 2027 API
ParameterTypeId.RbsElecWireShareNeutral Property
 "Share Neutral Conductor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecWireShareNeutral { get; }
Public Shared ReadOnly Property RbsElecWireShareNeutral As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecWireShareNeutral {
	ForgeTypeId^ get ();
}
static member RbsElecWireShareNeutral : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace